Repository: common-repository/article-directory-redux
Catalog: languages/article-directory-*.po
Languages: ru_ru

source: Displays the structured list of categories (like in article directory), which can be easily customized with CSS. Also allows authors to publish articles and change their profile bypassing the admin interface. See the demo at <a href="http://articlesss.com/demo/">articlesss.com</a>. <strong>Attention!</strong> If you deactivate the plugin its settings will be removed from the database.
ru_ru: Выводит структурированный список рубрик (подобно каталогу статей), элементы которого можно легко видоизменять с помощью CSS. Кроме того позволяет авторам публиковать статьи и менять свой профиль, минуя админ-интерфейс. Смотрите демонстрацию на сайте <a href="http://articlesss.com/demo/">articlesss.com</a>. Домашняя страница плагина <a href="http://dimox.name/wordpress-plugin-article-directory/">на русском</a>. <strong>Внимание!</strong> При деактивации плагина его настройки будут удалены из базы данных.

source: View all posts filed under %s
ru_ru: Просмотреть все записи в %s

source: No categories
ru_ru: Нет рубрик

source: Attention
ru_ru: Внимание

source: The option "<em><strong>ID of author panel page</strong></em>" must be filled obligatory. Otherwise, the authors are unable to add articles.
ru_ru: Опция "<em><strong>Идентификатор страницы панели автора</strong></em>" должна быть обязательно заполнена. Иначе авторы не смогут добавлять статьи.

source: Article Directory Options
ru_ru: Настройки Article Directory

source: Update Options
ru_ru: Сохранить настройки

source: Categories List Options
ru_ru: Настройки списка рубрик

source: This options is only for the list of categories, which displays on the home page (or another page, where you have inserted the <code>article_directory()</code> function).
ru_ru: Данные настройки касаются только списка рубрик, выводимого на главной странице сайта (или другой странице, на которой вы вставили функцию <code>article_directory()</code>).

source: The number of columns for parent categories list
ru_ru: Количество столбцов для списка родительских рубрик

source: Sort the parent categories list
ru_ru: Сортировка списка родительских рубрик

source: By name
ru_ru: По имени

source: By your choice
ru_ru: По вашему выбору

source: For sorting by your choice you need to install <a href="http://wordpress.org/extend/plugins/my-category-order/">My Category Order</a> plugin.
ru_ru: Для сортировки "по вашему выбору" необходимо установить плагин <a href="http://wordpress.org/extend/plugins/my-category-order/">My Category Order</a>.

source: Sort direction of parent categories
ru_ru: Направление сортировки родительских рубрик

source: From top to down
ru_ru: Сверху вниз

source: From left to right
ru_ru: Слева направо

source: At sorting "From left to right" the list is built more rationally.
ru_ru: При сортировке "Слева направо" список выстраивается более рационально.

source: Show the number of articles in parent categories
ru_ru: Показывать количество статей в родительских рубриках

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Show description in the title of parent categories
ru_ru: Выводить в title родительских рубрик их описание

source: Show the "No categories", if category don't contain subcategories
ru_ru: Выводить сообщение "Нет рубрик", если в рубрике нет подрубрик

source: Show the child categories
ru_ru: Показывать подрубрики

source: Show the number of articles in child categories
ru_ru: Показывать количество статей в подрубриках

source: The number of child categories to show
ru_ru: Сколько выводить подрубрик 2-го уровня

source: <code>0</code> - all child categories will be displayed. If the number other than zero, level 3 child categories not shown.<br /> Specify <code>99</code>, if you not want to show subcategories of 3rd and above level.
ru_ru: <code>0</code> - отобразятся все рубрики 2-го уровня. Если указано число, отличное от нуля, подрубрики 3-го уровня не выводятся.<br /> Укажите <code>99</code>, если не хотите показывать подрубрики 3-го и выше уровня.

source: Show description in the title of child categories
ru_ru: Выводить в title подрубрик их описание

source: Use hierarchy for child categories
ru_ru: Соблюдать иерархию для подрубрик

source: Hide empty categories
ru_ru: Скрывать пустые рубрики

source: Comma separated IDs of categories, which should be excluded
ru_ru: ID рубрик, которые нужно исключить из списка (через запятую)

source: Еxample: <code>1,3,7</code>. <code>0</code> - all categories will be displayed.
ru_ru: Пример: <code>1,3,7</code>. <code>0</code> - отобразятся все рубрики.

source: "Submit Article" page options
ru_ru: Настройки страницы добавления статьи

source: Interface for authors
ru_ru: Интерфейс для авторов

source: WordPress admin area
ru_ru: Админка WordPress

source: Author panel
ru_ru: Панель автора

source: The following options are works only if you have selected the interface "Author panel".
ru_ru: Нижеследующие опции действуют только в случае, если выбран интерфейс "Панель автора".

source: ID of author panel page
ru_ru: Идентификатор страницы панели автора

source: <strong>Mandatory option.</strong> More about it read in the instructions for installing the plugin.
ru_ru: <strong>Обязательная опция.</strong> Подробнее о ней читайте в инструкции по установке плагина.

source: <a href="http://articlesss.com/article-directory-wordpress-plugin/#faq5" target="_blank">How to find this ID.</a>
ru_ru: <a href="http://articlesss.com/article-directory-wordpress-plugin/#faq5" target="_blank">Как узнать этот идентификатор.</a>

source: Assign the following status to submitted article
ru_ru: Присваивать добавляемой статье следующий статус

source: The minimum number of characters allowed in article
ru_ru: Минимально допустимое количество символов в статье

source: The maximum number of links allowed in article
ru_ru: Максимально допустимое количество ссылок в статье

source: Show text editor
ru_ru: Показывать редактор текста

source: Default text editor
ru_ru: Редактор текста по умолчанию

source: HTML editor
ru_ru: HTML редактор

source: Visual editor
ru_ru: Визуальный редактор

source: Allow to choose only one category
ru_ru: Позволить выбирать только одну рубрику

source: Recommended to publish an article in only one category for the prevention of duplicate content. This option would avoid the publication in more than one category.
ru_ru: Рекомендуется публиковать статью только в одну рубрику для предотвращения дублированного контента. Данная опция поможет избежать публикацию более, чем в одну рубрику.

source: Show list of tags
ru_ru: Показывать список тегов

source: Allow to add new tags
ru_ru: Позволить добавлять новые теги

source: Terms of article publication
ru_ru: Правила публикации статьи

source: The terms appear before the article submission form. You can use html tags for text formatting, for example, <code>&lt;p&gt;, &lt;ul&gt;, &lt;strong&gt;, &lt;a&gt;</code>. Leave this field blank, if you don't want to show the terms.
ru_ru: Правила отображаются перед формой добавления статьи. Для форматирования текста можно использовать html-теги, например, <code>&lt;p&gt;, &lt;ul&gt;, &lt;strong&gt;, &lt;a&gt;</code>. Оставьте поле пустым, если не хотите показывать правила.

source: Other Options
ru_ru: Прочие настройки

source: Exclude the child categories articles from the parent categories pages
ru_ru: Исключить со страниц родительских рубрик статьи подрубрик

source: Show article source code
ru_ru: Показывать исходный код статьи

source: Appears on article page.
ru_ru: Выводится на странице статьи.

source: Reset Defaults
ru_ru: Сбросить настройки

source: http://dimox.net
ru_ru: http://dimox.name

source: http://articlesss.com/article-directory-wordpress-plugin/
ru_ru: http://dimox.name/wordpress-plugin-article-directory/

source: version
ru_ru: версия

source: Error
ru_ru: Ошибка

source: Unfortunately, you can not get into the author panel, because the site admin does not <a href="http://articlesss.com/article-directory-wordpress-plugin/#installation" target="_blank">set it up</a>.
ru_ru: К сожалению, вы не можете попасть в панель автора, потому что админ сайта неправильно ее <a href="http://dimox.name/wordpress-plugin-article-directory/#installation" target="_blank">настроил</a>.

source: Article Source
ru_ru: Исходники статьи

source: HTML Version
ru_ru: HTML версия

source: Text Version
ru_ru: Текстовая версия

source: Article Url
ru_ru: Ссылка на статью

source: Authorization
ru_ru: Авторизация

source: Username
ru_ru: Логин

source: Management
ru_ru: Управление

source: Submit article
ru_ru: Добавить статью

source: My profile
ru_ru: Мой профиль

source: Registration date
ru_ru: Дата регистрации

source: ERROR
ru_ru: Ошибка

source: Specify the article title.
ru_ru: Укажите заголовок статьи.

source: Specify the article text.
ru_ru: Укажите текст статьи.

source: Select a category.
ru_ru: Выберите рубрику.

source: The minimum number of characters allowed in the article
ru_ru: Минимально допустимое количество символов в статье

source: The maximum number of links allowed in the article
ru_ru: Максимально допустимое количество ссылок в статье

source: Thank you! Your article has been published.
ru_ru: Спасибо! Ваша статья опубликована.

source: Thank you! Your article has been added and is awaiting review by the administrator.
ru_ru: Спасибо! Ваша статья добавлена и ожидает проверки администратором.

source: Article title
ru_ru: Заголовок статьи

source: Article text
ru_ru: Текст статьи

source: Category
ru_ru: Рубрика

source: Press Ctrl + click to select more than one
ru_ru: Используйте "Ctrl + клик" для выбора нескольких

source: Tags
ru_ru: Теги

source: New tags
ru_ru: Новые теги
